{
  "navBar": {
    "aboutUs": "קצת עלינו",
    "customerRecommendations": "לקוחות ממליצים",
    "questionsAndAnswers": "שאלות ותשובות",
    "findUs": "חפשו אותנו",
    "contactUs": "יצירת קשר",
    "settings": "הגדרות",
    "dark": "חשוך",
    "light": "מואר",
    "menu": "תפריט"
  },
  "footer": {
    "title": "צור קשר",
    "subtitle": "חפשו אותנו בשאר הפלטפורמות והצטרפו לקהילת הלקוחות שלנו",
    "phoneTitle": "טלפון",
    "emailTitle": "אימייל",
    "linkedinTitle": "LinkedIn",
    "copyright": "אורי ארבלי. כל הזכויות שמורות"
  },
  "landing": {
    "firstSection": {
      "title": "פתח חנות אינטרנטית בקלות",
      "description": "הפוך כל רעיון לחנות חיה – בלי ידע טכני ובלי כאב ראש. נהל מוצרים, תשלומים ומשלוחים במקום אחד פשוט ונוח."
    },
    "about": {
      "title": "מי אנחנו?",
      "p1": "אנחנו מנגישים את עולם הדיגיטל לעסקים בישראל דרך אתרי אינטרנט מותאמים אישית המשלבים עיצוב מודרני עם פונקציונליות מתקדמת. אנחנו מאמינים שכל עסק ראוי לנוכחות דיגיטלית מרשימה.",
      "p2": "הצוות המקצועי שלנו כולל מעצבים, מפתחים ומומחי שיווק דיגיטלי העובדים בצמוד ללקוחות. אנו מקשיבים לצרכים הייחודיים ומתאימים פתרונות שמתחברים לחזון העסקי של לקוחותינו.",
      "p3": "קונימבו מתמחה בשילוב טכנולוגיות חדשניות עם ממשק משתמש ידידותי. האתרים שלנו מותאמים לכל המכשירים, מהירים, ומספקים חווית משתמש מעולה, מה שהופך אותנו לבחירה המועדפת על לקוחותינו."
    },
    "recommendations": {
      "title": "לקוחות ממליצים"
    },
    "questionsAnswers": {
      "title": "שאלות ותשובות",
      "subtitle": "אספנו בשבילכם שאלות ותשובות נפוצות",
      "question1": "מה היתרונות של בניית חנות אינטרנטית עם קונימבו?",
      "answer1": "קונימבו מספקת פלטפורמה קלה לשימוש שמאפשרת הקמת חנות אונליין במהירות וללא צורך בידע טכני. היתרונות כוללים תבניות עיצוב מקצועיות, אינטגרציה עם מערכות תשלום ישראליות, תמיכה בעברית, ממשק ניהול ידידותי, ותמיכה טכנית מקומית. בנוסף, קונימבו מציעה פתרונות SEO מובנים וכלים לשיווק דיגיטלי שיעזרו לך להגדיל את התנועה לחנות ולהגדיל מכירות.",
      "question2": "האם אני יכול לשלב את קונימבו עם מערכת ניהול המלאי הקיימת שלי?",
      "answer2": "כן, קונימבו מציעה אפשרויות אינטגרציה עם מגוון מערכות ניהול מלאי ותוכנות ERP נפוצות בשוק הישראלי. באמצעות ממשק ה-API שלנו, ניתן לסנכרן באופן אוטומטי את המלאי, ההזמנות והמחירים בין המערכות. אנו מספקים פתרונות אינטגרציה מוכנים למערכות פופולריות כמו פריוריטי, SAP Business One, חשבשבת ועוד, וצוות הפיתוח שלנו יכול לסייע בהתאמת פתרון המתאים לצרכים הספציפיים של העסק שלך.",
      "question3": "כמה זמן לוקח להקים חנות אינטרנטית בקונימבו?",
      "answer3": "הקמת חנות בסיסית בקונימבו יכולה להתבצע תוך יום עד שלושה ימים, תלוי בכמות המוצרים וברמת ההתאמה האישית שאתה מעוניין בה. עם תבניות העיצוב המוכנות שלנו, ניתן להתחיל למכור במהירות. עבור חנויות מורכבות יותר עם התאמות מיוחדות, התהליך עשוי להימשך שבוע עד שבועיים. צוות השירות שלנו מלווה את התהליך מתחילתו ועד סופו ומספק הדרכה מלאה על הפלטפורמה, כך שתוכל להתחיל למכור בהקדם האפשרי.",
      "question4": "איך קונימבו מסייעת לי להגדיל את המכירות בחנות האינטרנטית שלי?",
      "answer4": "קונימבו מציעה מגוון כלים לקידום מכירות ושיווק. הפלטפורמה כוללת מערכת ניהול מבצעים וקופונים, אפשרות למכירות צולבות (cross-selling) והעלאת מכירה (upselling), שילוב עם רשתות חברתיות, ומערכת דיוור אלקטרוני לשמירה על קשר עם לקוחות. בנוסף, קונימבו מאפשרת אופטימיזציה לחיפוש (SEO) עם כלים מובנים ומציעה דוחות וניתוחים מקיפים שיעזרו לך להבין את התנהגות הלקוחות ולשפר את ביצועי החנות. צוות המומחים שלנו גם מספק ייעוץ אישי כיצד למקסם את פוטנציאל המכירות של החנות שלך."
    },
    "whatYouGet": {
      "title": "אצלנו תקבלו את כל המעטפת הנחוצה",
      "item1": {
        "title": "החזר השקעה מוכח",
        "description": "האתר שלנו יהפוך לכלי עסקי שמייצר הכנסות. עם מערכות המרה אופטימליות, אפשרויות מכירה מתקדמות וניתוח נתונים חכם, תראה עלייה משמעותית במכירות ובצמיחה העסקית."
      },
      "item2": {
        "title": "ליווי ותמיכה מקצועית",
        "description": "צוות המומחים שלנו מלווה אותך בכל שלב. מההקמה ועד התחזוקה השוטפת, אנחנו זמינים לכל שאלה, מספקים הדרכות, ומציעים פתרונות מהירים לכל אתגר שעולה בדרך."
      },
      "item3": {
        "title": "עיצוב ייחודי ומרשים",
        "description": "אנו יוצרים אתר בעיצוב מותאם אישית לחלוטין המשקף את המותג שלך. האתר שלך יהיה ייחודי, מושך ומקצועי, עם ממשק משתמש אינטואיטיבי שמניע לקוחות לפעולה."
      },
      "item4": {
        "title": "חשיפה מקסימלית",
        "description": "האתר שלך יקבל קידום מקצועי בכל הערוצים המתאימים. אנו מיישמים אסטרטגיות SEO מתקדמות, מדיה חברתית, ושיווק דיגיטלי כדי להגדיל את החשיפה והגעה לקהל היעד הרלוונטי."
      }
    }
  },
  "form": {
    "title": "צור קשר",
    "description": "צור קשר עם צוות קונימבו כדי לקבל מידע נוסף או לפתור שאלות בקשר למוצרים שלנו.",
    "firstNameLabel": "שם פרטי",
    "lastNameLabel": "שם משפחה",
    "firstNamePlaceholder": "הכנס שם פרטי",
    "lastNamePlaceholder": "הכנס שם משפחה",
    "emailLabel": "אימייל",
    "emailPlaceholder": "הכנס אימייל",
    "phoneLabel": "טלפון",
    "messageLabel": "הודעה",
    "messagePlaceholder": "הכנס הודעה",
    "send": "שלח",
    "close": "סגור",
    "success": "הודעה נשלחה בהצלחה",
    "failed": "שליחת ההודעה נכשלה",
    "cancel": "בטל",
    "sending": "שלח"
  }
}
