[
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/964300/original/924da781a96a0f192788923a1a4af50a.jpg?1740305230",
    "name": "יעל כהן",
    "text": "קונימבו שינתה את העסק שלי לחלוטין. האתר החדש לא רק נראה מעולה, אלא גם הביא לגידול משמעותי במכירות. הצוות המקצועי היה קשוב לכל הצרכים שלי ותמיד זמין לעזרה."
  },
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/964325/original/84a15113e3dd1e654a206ee0d531b749.jpg?1740306026",
    "name": "אבי לוי",
    "text": "לאחר שנים של התלבטות, סוף סוף החלטתי להקים אתר לעסק שלי. קונימבו עשו את התהליך פשוט ונעים. הם הבינו בדיוק מה אני צריך והתוצאה עלתה על כל הציפיות שלי. ממליץ בחום!"
  },
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/964326/original/6db5f0dcc3aa7731487ea0b6bed6a364.jpg?1740306027",
    "name": "מיכל גולדשטיין",
    "text": "העבודה עם קונימבו הייתה חוויה מעולה. הם מקצועיים, יצירתיים ותמיד עומדים בלוחות זמנים. האתר החדש שלנו לא רק נראה נהדר אלא גם קל לתפעול ומותאם לצרכים המיוחדים של העסק שלנו."
  },
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/964318/original/309a965b5277b5bc686203800cc1fe9d.jpg?1740305822",
    "name": "דוד ישראלי",
    "text": "ההחלטה לעבוד עם קונימבו הייתה אחת ההחלטות העסקיות הטובות ביותר שקיבלתי. האתר שהם בנו לנו לא רק הגדיל את הנראות שלנו ברשת, אלא גם שיפר משמעותית את חווית הלקוח ואת היכולת שלנו להתחרות בשוק."
  },
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/964357/original/db8113fce99ae53f001b1f7cc54c209e.jpg?1740306107",
    "name": "Sarah Johnson",
    "text": "Working with Konimbo transformed our online presence completely. Their team understood our unique needs and delivered a website that not only looks professional but also functions perfectly. Our sales have increased by 40% since the launch!"
  },
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/964279/original/90a1a655c5dff558cc3e21940de83026.jpg?1740304822",
    "name": "Michael Davis",
    "text": "As a small business owner, I was hesitant about investing in a new website. Konimbo made the process smooth and affordable. They were patient with my questions and delivered a product that exceeded my expectations. I couldn't be happier with the results."
  },
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/964288/original/4eb960b94414c8e1d6d5b54462a520a5.jpg?1740304987",
    "name": "Emma Wilson",
    "text": "Konimbo's approach to web design is refreshingly user-focused. They took the time to understand our business goals and created a site that perfectly represents our brand. The ongoing support has been exceptional, and we continue to receive compliments on our website."
  },
  {
    "image": "https://d3m9l0v76dty0.cloudfront.net/system/photos/247989/original/3f35861da6a7be6121f0e7d6bba50881.png",
    "name": "Robert Chen",
    "text": "After our previous website became outdated, Konimbo helped us create a modern, responsive design that works beautifully across all devices. Their attention to detail and SEO expertise have significantly improved our online visibility and customer engagement."
  }
]
